app/Controllers/Dashboard.php

SELECT COUNT(*) AS `numrows`
FROM `wilayah`
WHERE `jenis` = 'dusun'
SELECT COUNT(*) AS `numrows`
FROM `wilayah`
WHERE `jenis` = 'rw'
SELECT COUNT(*) AS `numrows`
FROM `wilayah`
WHERE `jenis` = 'rt'
SELECT COUNT(*) AS `numrows`
FROM `keluarga`
---
    public function index()
    {
        $WilayahModel = new WilayahModel();
        $KeluargaModel = new KeluargaModel();
        $jumlahDusun = $WilayahModel->where('jenis', 'dusun')->countAllResults();
        $jumlahRW= $WilayahModel->where('jenis', 'rw')->countAllResults();
        $jumlahRt= $WilayahModel->where('jenis', 'rt')->countAllResults();
         $jumlahKK= $KeluargaModel->countAllResults();